Repository: Piecelet/neodb-app
Catalog: NeoDB/NeoDB/Resources/Localization/Settings.xcstrings
Source language: en
Languages: da, zh_hans

# about_developer_links_title
source: Developer
da: Udvikler
zh_hans: 开发者

# about_policy_title
source: Policy
da: Politik
zh_hans: 政策

# about_rate_us
source: Rate Us
da: Anmeld os
zh_hans: 给我们评分

# about_share
source: Share with Friends
da: Del med venner
zh_hans: 分享给朋友

# about_share_text
source: Check out Piecelet - A beautiful NeoDB client for iOS
da: Prøv Piecelet - en fin NeoDB klient til IOS
zh_hans: 试试 Piecelet - 一个精美的 NeoDB iOS 客户端

# about_social_mastodon_cn
source: Mastodon (Chinese)
da: Mastodon (kinesisk)
zh_hans: 长毛象

# about_social_title
source: Social Media
da: Sociale medier
zh_hans: 社交媒体

# about_title
source: About
da: Om
zh_hans: 关于

# account_displayname
source: Name
da: Navn
zh_hans: 用户名

# account_external
source: External Account
da: Ekstern konto
zh_hans: 外部账号

# account_title
source: Account
da: Konto
zh_hans: 账号

# app_about
source: About
da: Om
zh_hans: 关于

# app_feature_requests
source: Feature Requests & Feedbacks
da: Feature requests og feedback
zh_hans: 功能请求与反馈

# cache_clear_button
source: Clear All Caches
da: Tøm alle caches
zh_hans: 清除全部缓存

# cache_clear_confirmation
source: This will clear all cached data. You'll need to reload data from the network.
da: Denne handling sletter alt cached data. Data vil skulle hentes igen fra nettet.
zh_hans: 这将清除所有缓存数据。你可能需要从网络重新加载数据。

# cache_clear_footer
source: Clearing caches will free up storage space. The app will need to download data again when needed.
da: Plads frigives når cachen tømmes. App’en downloader data igen når det er krævet.
zh_hans: 清除缓存将释放存储空间。需要时，应用程序将需要再次下载数据。

# instance_choose_title
source: Choose an Instance
da: Vælg en server
zh_hans: 选择一个实例

# instance_custom_description
source: Enter your own instance URL if it's not listed above.
da: Indtast din servers adresse hvis den ikke findes ovenfor.
zh_hans: 如果上面没有列出你的站点，请输入实例地址。

# instance_custom_title
source: Custom Instance
da: Brugerdefineret server
zh_hans: 自定义实例

# instance_select_title
source: Select Instance
da: Vælg server
zh_hans: 选择实例

# login_button_signin_with
source: Sign In with %@
da: Log ind med %@
zh_hans: 使用 %@ 登录

# login_instance_change
source: Change
da: Skift
zh_hans: 更改

# mastodon_instance_continue
source: Continue
da: Fortsæt
zh_hans: 继续

# mastodon_instance_details
source: Instance Details
da: Serverdetaljer
zh_hans: 实例详情

# mastodon_instance_popular
source: Popular Instances
da: Populære servere
zh_hans: 热门实例

# mastodon_instance_posts
source: Posts
da: Indlæg
zh_hans: 帖子

# mastodon_instance_posts_count
source: %@ posts
da: %@ indlæg
zh_hans: %@ 个帖子

# mastodon_instance_rules
source: Instance Rules
da: Serverregler
zh_hans: 实例规则

# mastodon_instance_title
source: Mastodon Instance
da: Mastodon-server
zh_hans: Mastodon 实例

# mastodon_instance_unavailable
source: Unavailable
da: Ikke tilgængelig
zh_hans: 不可用

# mastodon_instance_users
source: Users
da: Brugere
zh_hans: 用户

# mastodon_instance_users_count
source: %@ users
da: %@ brugere
zh_hans: %@ 个用户

# mastodon_login_cancel
source: Cancel
da: Annuller
zh_hans: 取消

# mastodon_login_signin
source: Sign In
da: Log ind
zh_hans: 登录

# mastodon_login_title
source: Sign In with Mastodon
da: Log ind med Mastodon
zh_hans: 使用 Mastodon 登录

# mastodon_neodb_instance
source: NeoDB Instance
da: NeoDB server
zh_hans: NeoDB 实例

# mastodon_neodb_instance_title
source: Choose NeoDB Instance
da: Vælg NeoDB server
zh_hans: 选择 NeoDB 实例

# policy_privacy_policy
source: Privacy Policy
da: Fortrolighedspolitik
zh_hans: 隐私政策

# policy_terms_of_use
source: Terms of Use
da: Betingelser for brug
zh_hans: 使用条款

# settings_title
source: Settings
da: Indstillinger
zh_hans: 设置

# signout_button
source: Sign Out
da: Log ud
zh_hans: 退出登录

# store_badge_free
source: Free
da: Gratis
zh_hans: 免费

# store_badge_save
source: SAVE %@ %%
da: Spar %@ %%
zh_hans: 立省 %@ %%

# store_badge_soon
source: Soon
da: Snart
zh_hans: 即将推出

# store_button_restore
source: Restore
da: Genskab
zh_hans: 恢复购买

# store_button_thank_you
source: Thank you
da: Tak
zh_hans: 多谢支持

# store_button_try_free
source: Try Free For 7 Days
da: Prøv gratis i syv dage
zh_hans: 免费试用 7 天

# store_button_upgrade_forever
source: Upgrade Forever
da: Opgrader for evigt
zh_hans: 永久升级

# store_button_upgrade_now
source: Upgrade Now
da: Opgrader nu
zh_hans: 立即升级

# store_description
source: Unlock a richer experience for your NeoDB journey
da: Få mulighed for en større oplevelse med NeoBD
zh_hans: 解锁更丰富的 NeoDB 体验

# store_feature_accounts_description
source: Connect and switch between multiple NeoDB accounts seamlessly.
da: Forbind med og skift mellem flere NeoDB konti.
zh_hans: 无缝连接和切换多个 NeoDB 账号。

# store_feature_accounts_title
source: Multiple Accounts
da: Flere konti
zh_hans: 多账号支持

# store_feature_actions_description
source: Quickly search and open items in Douban.
da: Søg hurtig og åbn i Douban
zh_hans: 快速搜索和打开豆瓣条目。

# store_feature_actions_title
source: Quick Actions
da: Hurtige handlinger
zh_hans: 快捷操作

# store_feature_batch_description
source: Mark multiple items at once efficiently.
da: Markér flere elementer på én gang
zh_hans: 高效地批量标记多个条目。

# store_feature_batch_title
source: Batch Actions
da: Batchhandlinger
zh_hans: 批量操作

# store_feature_discovery_description
source: Instantly search and discover trending books, movies, and music.
da: Søg og find populære bøger, film og musik.
zh_hans: 快速搜索和发现热门书籍、电影和音乐。

# store_feature_discovery_title
source: Quick Discovery
da: Hurtig fremsøgning
zh_hans: 快速发现

# store_feature_search_description
source: Access additional search sources for better results.
da: Få adgang til flere søgekilder og bedre resultater
zh_hans: 访问更多搜索源以获得更好的结果。

# store_feature_search_title
source: Enhanced Search
da: Udvidet søgning
zh_hans: 增强搜索

# store_feature_smooth_description
source: Enjoy a fluid and responsive interface for browsing and managing your collections.
da: Få en strømlinet og responsiv grænseflade til at håndtere dine samlinger.
zh_hans: 享受流畅响应的界面，轻松浏览和管理你的收藏。

# store_feature_smooth_title
source: Smooth Experience
da: Gnidningsfri oplevelse
zh_hans: 流畅体验

# store_feature_support_community_description
source: Part of the revenue will be donated to support the NeoDB open source project.
da: En del af overskuddet går til at støtte udviklingen af NeoDB projektet.
zh_hans: 部分收入将捐赠用于支持 NeoDB 开源项目。

# store_feature_support_community_title
source: Support NeoDB Community
da: Støt NeoDB fællesskabet
zh_hans: 支持 NeoDB 社区

# store_feature_support_dev_description
source: Help a student developer continue building and improving Piecelet.
da: Hjælp udvikleren med at bygge og forbedre Piecelet.
zh_hans: 帮助学生开发者继续构建和改进 Piecelet。

# store_feature_support_dev_title
source: Support Future Development
da: Støt fremtidig udvikling
zh_hans: 支持未来开发

# store_feature_sync_description
source: Sync your marks with Trakt and other platforms.
da: Synkroniser dine markeringer med Trakt og andre platform
zh_hans: 与 Trakt 等平台同步你的标记。

# store_feature_sync_title
source: Cross-platform Sync
da: Synkronisering på tværs af platforme
zh_hans: 跨平台同步

# store_feature_unlimited_description
source: Mark and collect unlimited books, movies, and music without restrictions.
da: Saml bøger, film og musik uden begrænser.
zh_hans: 无限制地标记和收藏书籍、电影和音乐。

# store_feature_unlimited_title
source: Unlimited Collections
da: Ubegrænsede samlinger
zh_hans: 无限收藏

# store_feature_updates_description
source: Track and get notified about series updates.
da: Få notifikationer om opdateringer
zh_hans: 追踪并接收系列更新通知。

# store_feature_updates_title
source: Series Updates
da: Opdateringer
zh_hans: 系列更新

# store_package_active
source: Active subscription
da: Aktivt abonnement
zh_hans: 已激活订阅

# store_package_annual
source: Annual subscription
da: Årligt abonnement
zh_hans: 年度订阅

# store_package_lifetime
source: Lifetime
da: Livstidsadgang
zh_hans: 终身

# store_package_lifetime_price
source: %@ once · Lifetime access
da: %@ én gang · Livstidsadgang
zh_hans: %@ · 一次性购买终身访问

# store_package_monthly
source: Monthly subscription
da: Månedligt abonnement
zh_hans: 月度订阅

# store_package_monthly_price
source: %@ per month · Cancel anytime
da: %@ per måned · Annuller når som helst
zh_hans: %@ 每月 · 随时可取消

# store_package_monthly_short
source: Monthly
da: Månedlig
zh_hans: 月度

# store_package_yearly
source: Yearly
da: Årlig
zh_hans: 年度

# store_package_yearly_price
source: Then %@ per year · Cancel anytime
da: Derefter %@ per år · Annuller når som helst
zh_hans: 之后 %@ 每年 · 随时可取消

# store_plans_hide
source: Hide all plans
da: Skjul alle abonnementer
zh_hans: 隐藏所有方案

# store_plans_show
source: Show all plans
da: Vis alle abonnementer
zh_hans: 显示所有方案

# store_plus_purchase_to_get_faster_development
source: Subscribe to Piecelet+ to help developers develop faster
da: Abonnér på Piecelet+ og hjælp udviklerne udvikle hurtigere
zh_hans: 订阅 Piecelet+ 以帮助开发者更快地开发

# welcome_description
source: Track and share your books, movies, music, and more.
da: Hold styr på og del dine bøger, film, musik og mere.
zh_hans: 记录和分享你的书籍、电影、音乐等。

# welcome_title
source: Welcome to Piecelet
da: Velkommen til Piecelet
zh_hans: 欢迎使用 Piecelet

# about_developer_blog
source: Blog
zh_hans: 博客

# account_add
source: Add Account
zh_hans: 添加账户

# accounts_footer
source: Tap an account to switch to it. Swipe left to remove.
zh_hans: 按下来切换账户。向左滑动来移除。

# accounts_title
source: Accounts
zh_hans: 管理账户

# app_title
source: App
zh_hans: 应用

# cache_title
source: Cache
zh_hans: 缓存

# developer_title
source: Developer
zh_hans: 开发者选项

# instance_alert_description
source: Piecelet is an app for NeoDB, please choose one of the NeoDB instances above. You can still use your Mastodon account to sign in after selecting a NeoDB instance.
zh_hans: Piecelet 是 NeoDB 应用程序，请选择上述 NeoDB 站点之一。选择 NeoDB 站点后，你仍然可以使用你的 Mastodon 账号登录。

# instance_alert_incompatible
source: %@ is not a NeoDB instance.
zh_hans: %@ 并不是一个 NeoDB 站点

# instance_alert_title
source: Not Available
zh_hans: 站点不可用

# instance_search_empty
source: No results found
zh_hans: 没有更多结果

# instance_search_prompt
source: Community Name or URL...
zh_hans: 社群名称或URL…

# instance_title
source: Instance
zh_hans: 站点

# loading_text
source: Loading...
zh_hans: 加载中…

# login_instance_rules_title
source: Rules
zh_hans: 规定

# login_instance_terms_notice
source: Terms of Service & Privacy Policy applied.
zh_hans: 服务条款和隐私政策适用。

# login_title
source: Sign In
zh_hans: 登录

# mastodon_guide_subtitle
source: To sign in with Mastodon, tap %@. On the opened website, tap the fediverse symbol and enter your mastodon instance.
zh_hans: 要使用 Mastodon 登录，请按下「%@」。在打开的网站中，点击联邦宇宙图标并输入你的 Mastodon 站点地址。

# mastodon_guide_title
source: Tap the fediverse symbol
zh_hans: 轻点联邦宇宙图标

# mastodon_instance_links
source: Links
zh_hans: 链接

# mastodon_instance_links_count
source: %@ links
zh_hans: %@ 个链接

# profile_error_title
source: Couldn't Load Profile
zh_hans: 无法加载

# store_button_redeem
source: Redeem Code
zh_hans: 兑换优惠代码

# store_description_plus
source: Enjoy the NeoDB journey with exclusive experiences.
zh_hans: 尽情享受你的 NeoDB 旅途吧

# welcome_get_started
source: Get Started
zh_hans: 让我们开始吧

# welcome_present_by
source: A @lcandy2 project.
zh_hans: 由 @lcandy2 呈现。
